String getStep1() {
  String step =
      'После нажатия на кнопку «далее» открывается страница со шкалой «Самооценка текущего состояния тестируемого перед диагностикой». Задайте вопрос тестируемому: «Как Вы оцениваете свое состояние сейчас по шкале от 0 до 10, где 0 – это совершенно спокойное состояние, расслабленное, на грани засыпания, а 10 – это максимально возможная для Вас степень напряжения, возбуждения?». Получив ответ, нажмите на квадрат с указанной цифрой. Наденьте наушники на тестируемого, предложите ему принять удобную позу: «Примите удобное положение, ноги и руки не должны перекрещиваться. Во время диагностики Вам следует внимательно слушать голосовую инструкцию и выполнить задания, не изменяя своей позы, не двигаясь, только мысленно. По сигналу-команде «начало расслабления» постарайтесь расслабиться как можно глубже. Это легче сделать, если Вы закроете глаза, отвлечетесь от окружающей обстановки, сконцентрируетесь на своем дыхании, на ощущениях в мышцах. Вы можете использовать и свой способ. На это задание Вам предоставляется три минуты. По сигналу- команде «начало активации» постарайтесь максимально активироваться, перейти в максимально бодрое состояние, не изменяя своей позы, не двигаясь, только мысленно. Вы можете представить себя в ситуации, требующей Вашего напряжения. Можно открыть глаза, использовать дыхательные техники, но двигаться при этом нельзя. На это задание Вам предоставляется одна минута. С наступлением пятой минуты тест будет закончен.» Нажмите кнопку «далее» для проведения диагностики.';
  return step;
}

String getStep2() {
  String step =
      'В появившемся окне нажмите кнопку «Старт» для запуска диагностики. В первую минуту теста фиксируется расчетное значение показателя исходного состояния Фон (МкСим), которое отражается слева от графика. По окончании четвертой минуты фиксируется расчетное значение показателя Релаксация (%), которое отражается слева от графика. По окончании пятой минуты фиксируется расчетное значение показателя Активация (%), которое отражается слева от графика. Нажмите кнопку «далее» для перехода к результатам диагностики.';
  return step;
}

String getStep3() {
  String step =
      'После завершения теста автоматически происходит переход в следующее окно со шкалой «Самооценка релаксации». Задайте вопрос тестируемому: «Удалось Вам расслабиться? Как Вы оцениваете свое состояние в момент максимального расслабления по шкале от 0 до 10, где 0 – это совершенно спокойное состояние, расслабленное, на грани засыпания, а 10 – это максимально возможная для Вас степень напряжения, возбуждения?». Получив ответ, нажмите на квадрат с указанной цифрой. Нажмите кнопку «далее» для перехода в следующее диалоговое окно.';
  return step;
}

String getStep4() {
  String step =
      'В появившемся окне отображается шкала «Самооценка активации» Задайте вопрос тестируемому: «Удалось Вам активироваться? Как Вы оцениваете свое состояние в момент максимальной активации по шкале от 0 до 10, где 0 – это совершенно спокойное состояние, расслабленное, на грани засыпания, а 10 – это максимально возможная для Вас степень напряжения, возбуждения?». Получив ответ, нажмите на квадрат с указанной цифрой. Нажмите кнопку «далее» для перехода в следующее диалоговое окно.';
  return step;
}

String getStep5() {
  String step =
      'В появившемся окне отображается шкала «Самооценка концентрации» Задайте вопрос тестируемому: «Оцените на сколько Вам удалось удерживать концентрацию во время выполнения теста по шкале от 0 до 10, где 0 – не удалось сконцентрироваться, все время на что-то отвлекался, а 10 – ничего не отвлекало, был полностью сконцентрирован на выполнении задания?». Получив ответ, нажмите на квадрат с указанной цифрой. Нажмите кнопку «далее» для перехода в следующее диалоговое окно.';
  return step;
}

String getStep6() {
  String step =
      'В появившемся окне отображается графическое изображение результатов диагностики. Кружками на графике обозначены объективные показатели, зарегистрированные прибором. Треугольниками отмечены данные самооценки тестируемого человека. Слева от графика размещены цифровые расчетные значения показателей, зарегистрированные прибором. Цветовая гамма показателей соответствует таблице диапазонов значений КГР. Нажмите кнопку «далее» для перехода в следующее диалоговое окно.';
  return step;
}

String getStep7() {
  String step =
      'В появившемся окне отображаются результаты тестирования навыка психической саморегуляции и их описание, которые можно: \n•	«сохранить» - сохранить на локальный электронный носитель \n•	«экспорт» - сохранить в БД ЭИАС «Вариант Б» \n•	«печать» - распечатать.';
  return step;
}
